Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: The Article 6 guidelines provide that the members of the Article 6 Supervisory Committee serve in their personal capacity and are subject to strict rules to attempt to prevent conflicts of interest and are prohibited from having a financial interest in Article 6 projects.
fr: Les Lignes directrices pour l'application de l'article 6 stipulent que les membres du Comité de supervision siègent à titre personnel, sont tenus de respecter strictement les dispositions relatives aux conflits d'intérêts et n'ont aucun intérêt financier dans quelque aspect que ce soit des projets relevant de l'article 6.

source: They must make a written oath of service to comply with all the requirements of the position.
fr: Ils doivent s'engager par écrit à respecter l'ensemble des obligations correspondant à leur position.

source: The Article 6 Supervisory Committee may draw on outside expertise and the secretariat “services” the Supervisory Committee.
fr: Le Comité de supervision peut faire appel aux experts dont il a besoin, et le secrétariat en assure le service.

source: The Article 6 Supervisory Committee is responsible for a number of important decision-making functions, including in circumstances defined in section E of the Article 6 guidelines, determine whether a project meets the required standards, which may directly affect third parties.
fr: Le Comité de supervision remplit un certain nombre de fonctions importantes en matière de prise de décisions, notamment dans les conditions définies à la section E des Lignes directrices, et détermine si un projet satisfait aux normes requises, sa décision à cet égard pouvant affecter des tierces parties.

source: The Committee is also responsible for:
fr: Il a également pouvoir:

source: The accreditation of “independent entities” in accordance with criteria set out in appendix A to the Article 6 guidelines; The suspension or withdrawal of such accreditation if it considers that the required standards are no longer met, although a project will not be affected unless “significant deficiencies” are identified, in which case the Article 6 Supervisory Committee shall take its decision “only after the affected project participants have had the opportunity of a hearing”.
fr: b) De suspendre ou retirer l'accréditation d'une entité s'il estime que cette entité ne satisfait plus à ces normes, bien que cette décision n'ait d'incidence sur les projets que si des «anomalies importantes» sont relevées, et que le Comité de supervision ne puisse, si tel est le cas, prendre une décision de suspension ou de retrait qu'après que les participants au projet concerné aient eu la possibilité d'être entendus.

source: Costs incurred in relation to this exercise are to be borne by the entity whose accreditation has been suspended or withdrawn.
fr: Les frais liés à l'évaluation sont à la charge de l'entité indépendante dont l'accréditation a été retirée ou suspendue.

source: It seems reasonable to suppose that an entity affected by such decisions might decide to bring a claim against those who made them if it is dissatisfied with the conduct of the review on the basis, for example, of its belief that the decisions were improperly influenced by conflict of interest.
fr: Il semble raisonnable de supposer qu'une entité ayant fait l'objet d'une telle décision puisse décider de porter plainte contre ceux qui l'ont prise si elle n'est pas satisfaite de la façon dont l'évaluation a été menée et si elle est convaincue, par exemple, que cette décision a été indûment influencée par un conflit d'intérêts.

source: The members of the Article 6 Supervisory Committee have privileges and immunities in Germany where they would be considered as persons falling under Article 5 of the Headquarters Agreement and under conference agreements, if drafted broadly enough to encompass their activities.
fr: Les membres du Comité de supervision jouissent de privilèges et d'immunités en Allemagne, où ils seraient, le cas échéant, considérés comme couverts par les dispositions de l'article 5 de l'Accord de siège et par l'accord relatif aux conférences, sous réserve que celui-ci soit rédigé de façon suffisamment large pour couvrir leurs activités.

source: Elsewhere they will have no such privileges or immunities.
fr: Ailleurs, ils ne jouissent d'aucun de ces privilèges ou immunités.

source: Compliance Committee Article 18 of the Kyoto Protocol delegates to the COP/MOP the task of approving procedures and mechanisms to address non-compliance.
fr: L'article 18 du Protocole de Kyoto délègue à la COP/MOP le soin d'approuver les procédures et mécanismes destinés à faire face au non-respect des dispositions du Protocole.

source: By its decision 24/CP.7, the COP adopted and recommended to the COP/MOP the procedures and mechanisms relating to compliance, including the establishment of a Compliance Committee comprising a facilitative branch and an enforcement branch.
fr: Par sa décision 24/CP.7, la COP a adopté et recommandé à la COP/MOP les procédures et mécanismes à mettre en œuvre pour assurer le respect des dispositions, dont la création d'un comité de contrôle du respect des dispositions comprenant un groupe de la facilitation et un groupe de l'exécution.

source: The procedures and mechanisms provide that the members of the Compliance Committee are selected by the COP/MOP and serve in their individual capacities.
fr: Conformément à cette décision, les membres du Comité sont choisis par la COP/MOP et siègent à titre personnel.

source: The Compliance Committee is to meet at least twice a year “taking into account the desirability of holding such meetings in conjunction with the meetings of the subsidiary bodies under the Convention”.
fr: Le Comité se réunit au moins deux fois par an, «étant entendu qu'il serait souhaitable que ces réunions se tiennent en même temps que celles des organes subsidiaires de la Convention».

source: The facilitative branch provides “advice and facilitation” to the Parties. This appears to be a “low risk” activity.
fr: Le Groupe de la facilitation est chargé de «donner des conseils et d'apporter une aide» aux Parties, activité apparemment «à faible risque».

source: The enforcement branch, on the other hand, is responsible for determining whether a Party is in compliance with its obligations. In exercising that responsibility, the enforcement branch must follow due process procedures.
fr: Le Groupe de l'exécution, en revanche, est chargé d'établir si les Parties respectent leurs obligations, en appliquant pour ce faire des procédures bien définies.

source: The enforcement branch is empowered to take “final decisions” on compliance, including under the eligibility requirements of the mechanisms established by Articles 6, 12 and 17 of the Kyoto Protocol.
fr: Il est habilité à prendre des «décisions finales», notamment en ce qui concerne les conditions d'admissibilité au bénéfice des mécanismes créés au titre des articles 6, 12 et 17 du Protocole.

source: There are procedures to enable a Party to have a decision of the enforcement branch concerning its eligibility to participate in the mechanisms reviewed on an expedited basis, and procedures enabling an affected Party to appeal to the COP/MOP.
fr: Des procédures sont prévues qui permettent à une Partie d'obtenir rapidement du Groupe de l'exécution une décision concernant son admissibilité au titre des articles 6, 12 et 17 du Protocole et de former un recours devant la COP/MOP.

source: A Party must follow the review and appeal procedures established by the COP/MOP and thus the risk of national judicial action may be disregarded.
fr: Les Parties doivent suivre les procédures d'examen et de recours établis par la COP/MOP et le risque d'action judiciaire devant les tribunaux nationaux peut donc être considéré comme négligeable.

source: But it is possible that third parties affected by findings of the Compliance Committee, which they consider to have been improperly motivated, may seek to make a claim against members of the Committee, who will have no privileges and immunities, except in Germany or pursuant to a conference agreement drafted broadly enough to cover such activities.
fr: Il est possible en revanche que des tierces parties affectées par les conclusions du Comité, qu'elles estiment indûment motivées, cherchent à intenter une action contre les membres du Comité, qui ne jouissent d'aucun privilège ou immunité, sauf en Allemagne, ou en vertu d'un accord relatif aux conférences rédigé de façon suffisamment large pour couvrir leurs activités.

source: Expert review teams Article 8, paragraphs 2 and 3 of the Kyoto Protocol authorizes the appointment of expert review teams to provide “a thorough and comprehensive technical assessment of all aspects of the implementation by a Party of this Protocol”, including information submitted by Parties in their annual inventories under Article 7 of the Kyoto Protocol.
fr: Les paragraphes 2 et 3 de l'article 8 du Protocole de Kyoto autorisent la constitution d'équipes d'examen chargées de procéder «à une évaluation technique complète et détaillée de tous les aspects de la mise en œuvre du présent Protocole par une Partie, y compris des informations présentées par les Parties dans leurs inventaires annuels conformément à l'article 7 du Protocole.

source: The members of the expert review teams are selected by the secretariat from a roster of experts composed of persons nominated by the Parties and serve in their personal capacity (see decision 23/CP.7).
fr: Les experts composant les équipes sont choisis par le secrétariat parmi un fichier de personnes désignées par les Parties et exercent leurs fonctions à titre personnel (voir décision 23/CP.7).

source: The assessments of expert review teams play an important role in determining eligibility, or evaluating requests for re-instatement of eligibility, for the various mechanisms in the Kyoto Protocol.
fr: Les évaluations des équipes jouent un rôle important dans l'examen de l'admissibilité ou de la réadmissibilité au bénéfice des divers mécanismes prévus par le Protocole de Kyoto.

source: The COP has recommended various decisions to the COP/MOP regulating the way in which the expert review teams are to carry out their duties (e.g., decisions 23/CP.7 and 22/CP.8). The COP, in annexes to these decisions has recommended “Guidelines for review under Article 8 of the Kyoto Protocol” and methodologies for work under Articles 3, 5, 7 and 8 of the Protocol, notably on the conduct of in-country visits and the need to respect confidential information.
fr: La COP a recommandé à la COP/MOP l'adoption de diverses décisions réglementant la façon dont les équipes d'examen doivent s'acquitter de leurs fonctions (décisions 23/CP.7 et 22/CP.8, par exemple), décisions comportant, en annexes, les «Lignes directrices pour l'examen prévu à l'article 8 du Protocole de Kyoto» et les procédures à suivre au titre des articles 3, 5, 7 et 8 du Protocole, notamment en ce qui concerne l'organisation de visites dans les pays et la nécessité de respecter les informations confidentielles.

source: Decision 12/CP.9 promulgated a code of practice for the treatment of confidential information and the adopted strict criteria which must be met by lead reviewers of the expert review teams.
fr: Dans la décision 12/CP.9, elle a adopté un code de conduite à suivre pour le traitement des informations confidentielles et les critères stricts auxquels doivent satisfaire les examinateurs principaux.

source: That decision, and decision 21/CP.9, require members of expert review teams to sign an agreement that seeks to ensure that they will act properly and will disclose any potential conflict of interest.
fr: En vertu de cette décision et de la décision 21/CP.9, les membres des équipes d'examen doivent signer un accord visant à garantir qu'ils agiront correctement et communiqueront tout élément qui pourrait donner lieu à un éventuel conflit d'intérêts.

source: Expert review teams do not make decisions.
fr: Les équipes d'examen ne prennent pas de décisions.

source: However, they make the technical assessments upon which decisions will be based.
fr: Elles procèdent toutefois aux évaluations techniques qui serviront de base aux décisions de la COP/MOP.

source: Such decisions by the COP/MOP could affect the financial interests of third parties who may try to make claims against individual experts if they believe - whatever the truth of the matter - that an expert acted through conflict of interest or was otherwise improperly motivated.
fr: Celles-ci peuvent nuire aux intérêts financiers de tierces parties, lesquelles peuvent tenter de porter plainte contre tel ou tel expert si elles estiment − à tort ou à raison − que ce dernier a agi dans son intérêt ou pour toute autre raison illégitime.

source: Members of expert review teams have no privileges and immunities from third party suits, except in Germany and in those countries where a conference agreement has been drafted broadly enough to encompass their activities.
fr: Les membres des équipes d'examen ne jouissent d'aucune immunité de juridiction, sauf en Allemagne et dans les pays avec lesquels a été conclu un accord relatif aux conférences rédigé de façon suffisamment large pour couvrir leurs activités.

source: Measures to provide privileges and immunity to members, alternates and experts of constituted bodies The Kyoto Protocol mechanisms provide procedures for review by Parties of contested decisions.
fr: MESURES VISANT À CONFÉRER PRIVILÈGES ET IMMUNITÉS AUX MEMBRES, SUPPLÉANTS ET EXPERTS DES ORGANES CONSTITUÉS

source: However, third parties affected by these decisions may take legal action against members of constituted bodies, especially if they consider or allege that those individuals have improperly disclosed confidential information or have performed official functions motivated by conflict of interest.
fr: Toutefois, des tierces parties affectées par ces décisions peuvent engager des poursuites contre des membres des organes constitués, en particulier s'ils estiment ou allèguent que ces personnes ont indûment divulgué des informations confidentielles ou ont obéi, dans l'exercice de leurs fonctions officielles, à des intérêts personnels.

source: Staff of the secretariat have privileges and immunities worldwide.
fr: Les fonctionnaires du secrétariat jouissent de privilèges et d'immunités dans le monde entier.

source: However, members, alternates and experts of the constituted bodies have no privileges and immunities except in Germany or for acts that occurred during a conference or activity covered by a conference agreement with a host State.
fr: Ce n'est pas le cas des membres, suppléants et experts des organes constitués, sauf en Allemagne, ou pour des actes accomplis lors d'une conférence ou une activité faisant l'objet d'un accord relatif aux conférences conclu avec un État hôte.

source: The mere existence of a regime of privileges and immunities will not prevent institution of legal proceedings.
fr: L'existence d'un régime de privilèges et d'immunités ne suffit pas à elle seule à empêcher des poursuites.

source: However, the debate will not be on the substance of the claim but only on the validity of the assertion of immunity.
fr: Toutefois, si poursuites il y a, ce n'est pas sur le bien-fondé de la demande, mais sur la validité de l'immunité invoquée que les juges devront se prononcer.

source: It is difficult to estimate the risk of lawsuits by third parties participating in Kyoto Protocol mechanisms.
fr: Il est difficile d'évaluer le risque de poursuites judiciaires engagées par des tierces parties participant aux mécanismes du Protocole de Kyoto.

source: One option would be to take no action because there is no experience to assess the degree of risk.
fr: Une attitude possible, face à ce risque, serait de ne rien faire, faute d'expérience permettant d'en évaluer l'ampleur.

source: It could also be argued that any claims that arise could be defended in national courts and that action by the COP/MOP to institute a regime of privileges and immunities should be taken only after some actual experience of litigation.
fr: Une autre consisterait à faire valoir qu'en cas de plainte l'affaire pourrait être plaidée devant les tribunaux nationaux, la COP/MOP n'entreprenant d'instituer un régime de privilèges et d'immunités qu'après avoir acquis une certaine expérience de contentieux de cette nature.

source: However, is it reasonable to leave the risk of defending official acts on individuals who were carrying out an international mandate?
fr: Cependant, est-il raisonnable de laisser des individus courir le risque de devoir justifier des actions accomplies dans le cadre des fonctions internationales qui étaient les leurs?

source: Is it reasonable to deliberately leave adjudication of such claims to the vagaries of a variety of national laws rather than to a mechanism adopted by the COP/MOP?
fr: Est-il raisonnable de laisser délibérément de tels différends être réglés au hasard de législations nationales des plus diverses plutôt qu'en fonction d'un mécanisme adopté par la COP/MOP?

source: The establishment of an appropriate regime of privileges and immunities that has force in all Parties will involve action by the COP/MOP and by Parties to give effect to those measures in their law.
fr: L'établissement d'un régime approprié de privilèges et d'immunités applicable par toutes les Parties suppose que la COP/MOP prenne des mesures en ce sens et que les Parties leur donnent effet dans leur droit interne.

source: This will take time.
fr: Cela prendra du temps.

source: However, work under the Kyoto Protocol must continue.
fr: Or, le travail entamé dans le cadre du Protocole de Kyoto doit se poursuivre.

source: A range of measures could be adopted by the COP/MOP to help address the present situation where individuals carrying out tasks mandated by the COP/MOP are obliged to bear the risk of lawsuits against them.
fr: La COP/MOP pourrait prendre une série de mesures, ne s'excluant pas mutuellement, pour remédier à la situation actuelle, dans laquelle des personnes qui s'acquittent de missions qui leur sont confiées par la COP/MOP courent le risque de se voir poursuivre en justice.

source: These measures, which are not mutually exclusive, include:
fr: On pourrait envisager par exemple:

source: Parties agreeing on the elements of an umbrella agreement, which contains provisions for privileges and immunities, that could be used by States that want to host meetings of constituted bodies and visits by expert review teams; Requesting that all third party claims against members, alternates and experts of constituted bodies under the Kyoto Protocol be handled by the Executive Secretary; Agreement from national and private entities that any claims must be made in accordance with the Kyoto Protocol mechanisms and made to the Executive Secretary at the headquarters of the secretariat; Adopting a decision to confer privileges and immunities on representatives and members of its organs when performing official functions under the Protocol; Adopting a decision, supported by unilateral declarations by Parties, to confer privileges and immunities on representatives and members of its organs when performing official functions under the Protocol; Amending the Kyoto Protocol to confer privileges and immunities on representatives and members of its organs when performing official functions under the Protocol.
fr: a) Que les Parties conviennent des éléments d'un accord-cadre, contenant des dispositions relatives aux privilèges et immunités, que pourraient utiliser les États désireux d'accueillir des réunions des organes constitués et des visites d'équipes d'examen;

source: In addition to agreeing on measures to provide the necessary privileges and immunities to members, alternates and experts of constituted bodies, the COP/MOP will need to consider how to address the possible budgetary implications arising from claims brought by third parties against individual members of constituted bodies.
fr: b) De demander que toutes les plaintes de tierces parties à l'encontre de membres, suppléants et experts des organes constitués en vertu du Protocole de Kyoto soient traitées par le Secrétaire exécutif;

source: Parties to agree on the elements of an umbrella agreement that contains provisions for privileges and immunities
fr: d) De décider que les représentants et membres des organes constitués jouiront de privilèges et immunités dans l'exercice de leurs fonctions officielles;

source: Sessions of the COP/MOP are convened either in Germany or in States pursuant to a conference agreement (see paragraph 11 above).
fr: Les sessions de la COP/MOP ont lieu soit en Allemagne soit dans des États avec lesquels elle a conclu un accord relatif aux conférences (voir le paragraphe 11 ci-dessus).

source: Where possible, meetings of constituted bodies should be under the protection of these types of agreement and, when such agreements are not possible, meetings should be held at the headquarters of the secretariat or in conjunction with sessions of the COP/MOP.
fr: Dans toute la mesure possible, les réunions des organes constitués devraient bénéficier de la protection assurée par ce genre d'accord et, à défaut, se dérouler au siège du secrétariat ou en même temps que les sessions de la COP/MOP.

source: The negotiation of individual agreements with States will take time and, in the interim, the work of the Kyoto Protocol must continue, including in-country visits of expert review teams.
fr: La négociation d'accords individuels avec les États sera un processus de longue haleine et, entre-temps, les activités dans le cadre du Protocole de Kyoto doivent se poursuivre, notamment les visites dans les pays des équipes d'examen.

source: This makes it all the more urgent to start the process of establishing a set of uniform agreements with Parties that host Kyoto Protocol activities.
fr: Il est d'autant plus urgent d'entamer le processus d'élaboration d'un ensemble uniforme d'accords avec les Parties qui accueillent ces activités.

source: The process will be expedited if these agreements can be in the form of an “umbrella agreement” that provide that subsequent meetings can be undertaken on the same terms and conditions by an exchange of letters specifying the duration, purpose and other specific details of the meeting.
fr: Le processus serait accéléré par la conclusion d'un «accord-cadre» prévoyant l'application des mêmes conditions à toutes les réunions à venir, sous réserve d'un échange de lettres spécifiant, pour chacune d'entre elles, leur durée, leur objet et tout autre détail complémentaire.

source: The process would be further facilitated if the COP/MOP were to approve a model umbrella agreement that would be the basis for individual negotiations.
fr: L'adoption par la COP/MOP d'un accord-cadre modèle qui servirait de base aux négociations individuelles faciliterait encore plus le processus.

source: COP/MOP approval will also help ensure acceptability of the draft agreement by host Governments of Parties.
fr: Elle contribuerait également à son acceptation par les gouvernements hôtes des Parties.

source: These agreements, even in the absence of a complete regime of privileges and immunities, would help provide privileges and immunities to members of constituted bodies.
fr: Ces accords, même s'ils n'assurent pas aux membres des organes constitués un régime complet de privilèges et d'immunités, leur permettraient de se prévaloir de certains d'entre eux.
